{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about seeing something ugly or unsatisfactory", "output": "شو هالمنظر اللي بيشرح القلب!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is supposedly beautiful but actually is not", "output": "إنتِ متل القمر بليلة خسوفه."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone's work being inaccurate or full of mistakes", "output": "ما شاء الله، شغلك متل الساعة السويسرية!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone being ugly", "output": "إنتِ ملكة جمال الكون، بس بالمقلوب."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone not paying attention to what's being said", "output": "هاد الحكي بيدخل من هون وبيطلع من هون."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who sacrifices themselves for others without benefit", "output": "إنتِ متل الشمعة، بتحترقي وبتضوي لغيرك."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone not responding to advice or talk", "output": "هاد الحكي متل اللي عم يحكي مع الحيط."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is weak or useless", "output": "إنتِ متل العصفورة، بس بدون جناحات."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about making efforts that are useless", "output": "هاد الحكي متل اللي عم يحرث بالبحر."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is beautiful in appearance but without value", "output": "إنتِ متل الوردة، بس بلا ريحة."}
{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone stating the obvious", "output": "برافو عليك، اكتشفت البارود!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone bragging about a minor achievement", "output": "يعني بدك ميدالية؟"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone looking tired or unwell", "output": "والله منوّر!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who thinks they're very smart", "output": "خلص، فهمنا، أنت أينشتاين زمانك."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone being arrogant", "output": "والله مو شايف حالك أبداً!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone overestimating themselves", "output": "إيه، ما في أحسن منك."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone exaggerating their importance", "output": "عم نلعب بأمريكا نحنا؟"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone overestimating their influence", "output": "على أساس أنت بتحل وتربط."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone showing up at the wrong time", "output": "إنت متل المطر، بتجي وقت ما بدناش."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone doing something foolish", "output": "ما شاء الله، ذكاؤك خارق."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone's flaws being obvious", "output": "ما شاء الله، انت شمس ما بتتغطى بغربال."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone overestimating their impact", "output": "إيه، رح تنقذ العالم!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone with impractical ideas", "output": "انت سابق زمانك بكتير!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone's incompetence", "output": "والله ما حدن قدك."}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone becoming arrogant", "output": "شو، صاير راسك كبير هالأيام؟"}


{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is always late", "output": "كالعادة، سبقت الوقت!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who thinks they're the center of attention", "output": "ما شاء الله، الشمس بتشرق من عندك!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is lazy", "output": "إنت نشيط متل السلحفاة!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is not helpful", "output": "مساعدتك ما إلها مثيل، فعلاً!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who talks too much", "output": "لسانك أكيد بحاجة لاستراحة!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who fails at a simple task", "output": "برافو، كسرت الرقم القياسي بالفشل!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who dresses poorly", "output": "أنيق متل عارضين الأزياء!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who eats too much", "output": "شهية صغيرة، ما شاء الله!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who forgets everything", "output": "ذاكرتك ذهبية، مثل السمكة!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is clumsy", "output": "إنت رشيق متل الفيل!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is always complaining", "output": "شو إيجابيتك بتفتح النفس!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who thinks they know everything", "output": "ما شاء الله، موسوعة تمشي على الأرض!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who makes terrible jokes", "output": "نكاتك بتضحك الحجر!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is very slow", "output": "إنت بسرعة البرق، بس بالعكس!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Syrian Arabic about someone who is messy", "output": "ترتيبك بيشرح القلب!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always late", "output": "كالعادة، جيت قبل المعاد بساعة!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who thinks they're the center of the universe", "output": "إنت الشمس وإحنا بندور حواليك!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is lazy", "output": "نشاطك بيخلينا نكسل أكتر!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is not helpful", "output": "مساعدتك لا تُقدر بثمن، بجد!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who talks too much", "output": "سكتك ليها دوا؟"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who fails at a simple task", "output": "ما شاء الله، عبقري زمانك!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who dresses poorly", "output": "إنت طالع من مجلة الموضة ولا إيه؟"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who eats too much", "output": "شهية بسيطة، صحتين!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who forgets everything", "output": "ذاكرتك ذهبية، بتنسى اللي حصل امبارح!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is clumsy", "output": "رقتك تخوف، خلي بالك ما تكسرش حاجة!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always complaining", "output": "تفاؤلك مُعدي، خليك بعيد!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who thinks they know everything", "output": "إنت موسوعة تمشي على رجلين!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who makes terrible jokes", "output": "نُكتك بتضحك الحجر!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is very slow", "output": "سرعتك تنافس السلحفاة!"}

{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is messy", "output": "نظامك يفتح النفس!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always late","output": "كالعادة، جيت قبل المعاد بساعة!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who thinks they're the center of the universe","output": "إنت الشمس وإحنا بندور حواليك!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is lazy","output": "نشاطك بيخلينا نكسل أكتر!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is not helpful","output": "مساعدتك لا تُقدر بثمن، بجد!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who talks too much","output": "سكتك ليها دوا؟"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who fails at a simple task","output": "ما شاء الله، عبقري زمانك!"}
{ "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who dresses poorly", "output": "إنت طالع من مجلة الموضة ولا إيه؟"}
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who eats too much",
    "output": "شهية بسيطة، صحتين!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who forgets everything",
    "output": "ذاكرتك ذهبية، بتنسى اللي حصل امبارح!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is clumsy",
    "output": "رقتك تخوف، خلي بالك ما تكسرش حاجة!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always complaining",
    "output": "تفاؤلك مُعدي، خليك بعيد!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who thinks they know everything",
    "output": "إنت موسوعة تمشي على رجلين!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who makes terrible jokes",
    "output": "نُكتك بتضحك الحجر!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is very slow",
    "output": "سرعتك تنافس السلحفاة!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is messy",
    "output": "نظامك يفتح النفس!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who thinks they're very important",
    "output": "إنت مش بس مهم، ده العالم واقف عليك!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is indecisive",
    "output": "قرارك حاسم زي الجو في إبريل!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who overreacts to small problems",
    "output": "هدي، الموضوع مش نهاية العالم!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who always gives excuses",
    "output": "أعذارك لا تنتهي، عندك كتالوج!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always negative",
    "output": "تفاؤلك بيملى المكان، بجد!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is bad at keeping secrets",
    "output": "سرك في بير، بس بير مفتوح!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is forgetful",
    "output": "ذاكرتك ذهبية، بتنسى اسمك!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is clumsy with technology",
    "output": "إنت خبير تقني، بتقفل الجهاز بدل ما تفتحه!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always lost",
    "output": "بوصلة الاتجاهات عندك بتشتغل بالعكس!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who makes bad decisions",
    "output": "اختياراتك دايمًا موفقة، زي اللي بيختار الخسارة!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is overly dramatic",
    "output": "ممكن تمثل في هوليوود، دراما فظيعة!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is very nosy",
    "output": "فضولك بسيط، بس عايز تعرف كل حاجة!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who doesn't listen",
    "output": "كلامي ليك زي اللي بيكلم الحيطة!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always sleepy",
    "output": "نشاطك بيخلي النعسان يصحى!"
  }
  {
    "input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is disorganized",
    "output": "ترتيبك يشرح القلب، بنضيع في غرفتك!"
  }
  #



  {"input": "<sarcasm> Generate a sarcastic sentence in Levantine Arabic about seeing something ugly or unsatisfactory", "output": "شو هالمنظر اللي بيشرح القلب!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Levantine Arabic about someone who is supposedly beautiful but actually is not", "output": "إنتِ متل القمر بليلة خسوفه."}
{"input": "<sarcasm> Generate a sarcastic sentence in Levantine Arabic about someone's work being inaccurate or full of mistakes", "output": "ما شاء الله، شغلك متل الساعة السويسرية!"}
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who doesn't listen", "output": "كلامي ليك زي اللي بيكلم الحيطة!"  }
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is always sleepy", "output": "نشاطك بيخلي النعسان يصحى!"  }
{"input": "<sarcasm> Generate a sarcastic sentence in Egyptian Arabic about someone who is disorganized", "output": "ترتيبك يشرح القلب، بنضيع في غرفتك!"  }
{"input": "Explain the following sarcastic moroccan proverb :'ادهن السير يسير'","output":"إذا سهّلت الأمور أو قمت بإرضاء الناس، ستسير الأمور بسهولة"}
{"input": "Explain the following sarcastic moroccan proverb :'حخلتو من لقطر اصبح كيفرق امعاي لبقر'","output":"يشير إلى الشخص الذي كان بحاجة بسيطة وأصبح بعد أن حصل عليها يتصرف وكأنه قوي أو متسلط."}
{"input": "Explain the following sarcastic moroccan proverb :'اربط تجبر ما اتسيب'","output":"الالتزام والانضباط يؤديان إلى القوة وتحقيق الأهداف، بينما التفريط يؤدي للفشل."}
{"input": "<sarcasm> Write in Gulf Arabic about a person who claims they ‘never watch TV’ but knows all the latest show details.", "output": "يا أخي والله ما يتابع، بس لو تفتح موضوع مسلسل تلقاه عارف كل التفاصيل!"}
{"input": "<sarcasm> Write in Gulf Arabic about someone who says they’ll start saving money but goes shopping every weekend.", "output": "ما شاء الله على التوفير، الظاهر كل جمعة له طقوس اقتصادية في المول!"} 
{"input": "<sarcasm> Write in Gulf Arabic about a person who insists they hate drama, yet they’re always in the middle of it.", "output": "عاد هذا الإنسان ما يحب الدراما، بس إذا فيه مشكلة تلقاه أول واحد حاضر!"}
{"input": "<poetry> Reflect on the power of forgiveness and moving on in Gulf Arabic.", "output": "سامحت من خذلني وأوجع قلبي\n ما يستاهل أعذاري ولا ذرفي دمعه\n عرفت أن التسامح دواء لكل صعب\n وما يهمني ماضيه ولا كل نزاعه."}
{"input": "<poetry> Describe the warmth of a mother's love and its irreplaceable value in Gulf Arabic.", "output": "أمي يا نبض قلبي وحناني\n يا أغلى من كل كنوز الدنيا وأماني\n ما في مثل حضنك، ألقى فيه الأمان\n وكل همومي تتبخر بلمسة يدك وحنانك."}
{"input": "<poetry> Express the strength and pride of being connected to one’s heritage in Gulf Arabic.", "output": "تراثي عزّي وفخري ومجدي\n تاريخ أهلي محفور وسط دمي\n ما أنسى الأصل ولا أبيع عهدي\n لبلادي وجذوري لو الدنيا تصدمّني."}
{"input": "<poetry> Write an Egyptian Arabic poem about the passage of time and its impact on memories.", "output": "الزمن بيعدي وياخد معاه الغالي\nذكريات بتيجي وتروح زي الحلم\nكل لحظة ليها علامة في قلبي خالي\nكنا بنضحك ونحلم والعمر كان سلم."}
{"input": "<poetry> Generate an Egyptian Arabic poem about the patience required in life’s challenges.", "output": "الصبر جميل لو طال سنينه\nما بيخيبش اللي يعافر ويصبر\nمهما قست عليه الأيام الحزينه\nيبقى واقف، شموخه في كل جبر."}
{"input": "<poetry> Write an Egyptian Arabic poem about unrequited love.", "output": "حبي ليك زي المطر نازل بهدوء\nوانت بعيد، مش حاسس بيا خالص\nبعيش بحلم، بكتبي ليك شعر وقصص\nوساكنة في قلبي ذكرى، طول العمر حابس."}.







######
{"input": "<poetry> Write a Levantine Arabic poem about the passage of time and its impact on memories.", "output": "الوقت عم يمشي وياخد معاه الغالي\nذكريات بتمر متل طيف عم بيطير\nكل زمن إلو أثر بقلبي خالي\nيا ما ضحكنا ويا ما كان العمر حرير."}
{"input": "<poetry> Generate a Levantine Arabic poem about the patience required in life’s challenges.", "output": "الصبر حلو لو طالت أيامه\nما بيخيب اللي بيصبر ويتحمل\nمهما كانت الظروف مليانة آلامه\nبيبقى ثابت، مثل جبل ما بينهز."}
{"input": "<poetry> Write a Levantine Arabic poem about unrequited love.", "output": "حبي إلك متل المطر بينزل هادي\nبس إنت عني بعيد، ما بتحس فيني\nبعشقك بصمت، وكأني عم بكتب اعتراف\nوبعيش بذكراك، وأنت مش حاسس فيني."}
{"input": "<poetry>اكتب رباعية شعرية عن الشوق إلى الحبيب",  "output": "يا حبيبي شوقي ليك زايد فالليالي \nكيف غاب البدر عن سماه بعد الهلالي \nقلبي يشكي غيابك وقلبو ما زال عالي \nتلاقينا يكون فرحة تقوي لي حال بالي"}
{"input": "<poetry>اكتب رباعية شعرية عن الفراق والألم",  "output": "حيت فرقك طال يا حبيبي زادني جروح \nقلبي فالحب دايم مأسور ودايم مجروح \nالليالي طويلة بلاك ما تفرح ولا تبوح \nغير رجوعك يشفيني ويزيح الهم ويروح"}
{"input": "<poetry>اكتب رباعية شعرية عن الشمس والعشية",  "output": "شمس العشية زيني الواد وخليني\nتروقي فالسما وتعطي ضياك لعينين\nقلبي بالضياء ديالك ترفقي وهديني\nخلي العشية تزها وتشعل بلا شياطين"}
{"input": "<novel> Generate a short descriptive passage in Gulf Arabic about longing and family reunion.", "output": "جت من البر بعد غيبة طويلة، تتفرج في وجيه الحبايب، الشوق ماليهم والفقد حاضر. شلون عاشوا بدونها؟ وشلون عاشت هي بدونهم؟"}
{"input": "<novel> Translate this passage to Gulf Arabic: 'سمح جدهُ لها بزيارتهم ؛ فجتهم وهي ملهوفه لهفة يتيمة النظير.'", "output": "جدها عطاها الإذن تزورهم؛ وجت كلها شوق كبير."}
{"input": "<novel> Write a Gulf Arabic story about a young man’s struggles in a neighborhood where success is discouraged.", "output": "اسمي محمد من حارة قديمة، هالحارة كل أحد يحاول يتفوق تلقى اللي يحبطه، المهم ببدأ أقص عليكم وش صار يوم كان عمري 20 سنة."}
{"input": "<novel> Write an Egyptian Arabic story about a young man’s journey to finding his passion despite family expectations.", "output": "اسمي كريم، من حي شعبي في القاهرة، أهلي كانوا دايمًا عايزينني أكون دكتور زي عمي. بس أنا كنت دايمًا بحب الرسم وعايز أكون فنان. هبدأ أحكيلكم إزاي قدرت أحقق حلمي."}
{"input": "<novel> Write an Egyptian Arabic story about a young woman struggling to balance her studies and family responsibilities.", "output": "اسمي منى، من حي بسيط في إسكندرية. كنت بذاكر للثانوية العامة وأهلي كانوا معتمدين عليا في البيت. كنت بحاول أوازن بين دراستي ومسؤولياتي، وده كان أكبر تحدي في حياتي."}
{"input": "<novel> Write an Egyptian Arabic story about a young man who dreams of traveling the world but faces financial obstacles.", "output": "اسمي محمود، من حي متواضع في القاهرة، دايمًا كان نفسي أسافر وأشوف العالم، بس الظروف المادية كانت واقفة في طريقي. هحكيلكم إزاي قعدت أحارب عشان أحقق حلمي."}
{"input": "<novel> Write a Levantine Arabic story about a young woman facing challenges in her career path.", "output": "اسمي راما، من ضيعة صغيرة بلبنان. من أنا وصغيرة كان حلمي أصير مهندسة، بس الطريق ما كان سهل، خاصة إنه كل الناس حواليا ما كانوا مصدقين إني رح أوصل. هبدأ أحكي لكم كيف قدرت أحقق حلمي."}
{"input": "<novel> Write a Levantine Arabic story about a young man trying to start his own business despite limited resources.", "output": "اسمي إياد، من حارة شعبية بالشام. من زمان كان حلمي أفتح محلي الخاص، بس الإمكانيات كانت محدودة. بدي شارككم كيف بلشت خطوة خطوة حتى أصير صاحب مشروع."}
{"input": "<novel> Write a Levantine Arabic story about a girl discovering her talent for painting in a challenging environment.", "output": "اسمي لينا، من بيت بسيط بفلسطين. ما كنت أعرف إنه عندي موهبة الرسم إلا بعد ما بدأت أرسم عن مشاعري وأفكاري. خليني أحكيلكم كيف اكتشفت هالموهبة، وكيف الرسم صار لي ملجأ وسط كل الصعوبات."}
{"input": "<novel> Write a Moroccan Arabic story about a young man discovering his passion for cooking despite family expectations.", "output": "سميتي حمزة، من دار متواضعة فكازا. كنت ديما كنشوف الوالدة كتطيب وكنحس بشي حاجة فداخلي، حتى عرفت راسي كنبغي الطياب بزاف، واخا عائلتي ما كانتش كتفهمني. غادي نعاود لكم كيفاش تبعت الحلم ديالي وكيفاش خدمت باش نولّي شاف."}
{"input": "<novel> Write a Moroccan Arabic story about a girl who faces pressure from her family to study a certain field, but she has different dreams.", "output": "سميتي سعاد، من مدينة صغيرة فالمغرب. العائلة ديالي بغاتني نكون دكتورة، ولكن أنا كنت كنحلم بشي حاجة أخرى، شي حاجة مختلفة. غادي نحكي لكم كيفاش حاولت نقنعهم ونتبع الحلم ديالي."}
{"input": "<novel> Write a Moroccan Arabic story about a young man navigating the challenges of city life after moving from a rural area.", "output": "سميتي عبد السلام، جيت من العروبية للمدينة باش نخدم ونعاون دارنا. ما كنتش عارف شحال الحياة هنا غاتكون صعيبة، ولكن بالصبر والخدمة قريت وتعلمت. غادي نحكي لكم على كيفاش كانت حياتي فالمدينة."}
{"input":"Identify the dialect' سمح ليا، تقدر تقوليا شحال غادي يقد يكلفنا العشا ؟ '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' بغيت عصير البرتقال، خبز محمص، بيض مسلوق و قهوة، عافاك. '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' ممكن تعطيني عشرة ديال الورقات ديال دولار واحد لهاد العشرة، عافاك؟ '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' تقدر تشد ليا ساروت الغرفة ديالي؟ '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' بغيت نتعلم رياضة السورفين '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' إيوا، ولاكولشي غالي ف اليابان دابا، ولاكن لماكتا ديال طوفو مافايتاش لحد. ولايني لامشيتي ل شي ريسط واعر ياباني باش الدوق لماكلا اليابانيا وجد جيبك ل شي ميتين دولار لواحد.'","output":"Moroccan Arabic"}
{"input":"Identify the dialect' هاد الشي وقع مابين شارينغ كروس و غرين بارك. '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' خاصك تخلص مبلغ إضافي منين ترد الطوموبيل. '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' راه هو اللي من بعد. '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' عافاك افتح هادا. '","output":"Moroccan Arabic"}
{"input":"Identify the dialect' أبي اخذ لي غطه قبل المغرب بس أخاف تروح عي نومه، انصحني متى وقت التقييله المناسبه؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' وش تنصحني أجيب هدية لخويي اللي توه متزوج؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' ودي أطلع البر مع الجماعة، وش نصايحك؟ وش لازم أجهز معي؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' أبي أسوي عشاء للعيال، وش تقترح أطبخ لهم يكون سهل وطيب؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' أبي أصمل وأطلع كشته بدون نوم، وش رايك أسوي عشان ما يجيني النوم؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' فكرت أقعد في الحديقة العصر وأقرا كتاب، شرايك وش أجيب معي؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' لو كنت ناوي تروح للكشته قريب، وش الترتيبات اللي لازم تسويها؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' جاي على بالي أشتري شماغ جديد، تعرف محل زين وبأسعار مناسبة؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' توقع وش أفضل وقت للكشته الأسبوع الجاي؟ الجو بيكون زين؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' لو أبي أهدي عيال عمي هدية بسيطة لكل واحد، وش تقترح؟ '","output":"Gulf Arabic"}
{"input":"Identify the dialect' يلهوي! إيه القرف ده، متوقعتش اشوفك هنا. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' والله انت متجيبش واحدة مراهقة حامل لبيتك ومتسيبش حد معاها. مش يمكن أكون حرامية. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' الجرايد! يا سيادة الشريف، دول زبالة المدنية الحديثة. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' دول على طول بيطاردوني عشان يعملوا معايا حوارات. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' والله معرفش إذا كان ده أدبيًا ينفع. المفروض انا اللي بطلع البيانات. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' صحيح، وإحنا بنسلم على بعض. عامًة، انا شكلي مبيطلعش حلو في الصور. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' لقاء مشترك، هه؟ دي ممكن تكون فكرة كويسة. وممكن ياخدولنا صورة سوا يا دكتور. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' قالولي إن انت أجمل ست زارت الدار البيضا. ظلموكي لما قالوا كده. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' إن شاء الله يا ماركوس. انت هتبقى كويس وتديرها لوحدك. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' انا مش مصدق الكلام ده. دول بيتسلوا، زينا بالضبط. '","output":"Egyptian Arabic"}
{"input":"Identify the dialect' ليش بتقول هيك؟ أنت ما شوفتني ولا مرة بحياتك. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' ازا كانت هادي مجاملة، فأنا بأشكرك. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' هي غجرية. إزا كان هادا غطا، فهو حلو كتير. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' حسنًا أنت مختلف، لا تجادل في ذلك. لكنك سيدة بخير. سوف أقسم على ذلك. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' لا. السعي بيخلص لماا نعرف مكانه بالزبط. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' بتسعى معناتو إنك بتعرف مكانه بالزبط. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' تقصد بيهان؟ يبقى ليش انت معه؟ '","output":"Levantine Arabic"}
{"input":"Identify the dialect' تشارلي. عن الليالي اللي فاتت. '","output":"Levantine Arabic"}
{"input":"Identify the dialect' شو بتعرف عن الموسيقى الكلاسيكية؟ '","output":"Levantine Arabic"}
{"input":"Identify the dialect' مقابلة مشتركة، طيب؟ ممكن يكون شي منيح. وبناخد صور مع بعض يا دكتور. '","output":"Levantine Arabic"}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'تشاجر ثوران بشراسة في أحد الحقول.'", "output": "كان فيه تورين بيتخانقوا بشدة في الغيط."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'ارتجف ضفدع قديم يعيش في الحظيرة من الخوف وهو يشاهد المعركة الشرسة.'", "output": "وكان فيه ضفدع عجوز عايش في الحظيرة اترعش لما شافهم بيتخانقوا."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'سأله ضفدع صغير، ما الذي يخيفك؟'", "output": "ضفدع صغير سأله: انت خايف من أيه؟"}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'أجاب الضفدع، ألا تري هذا.'", "output": "الضفدع العجوز قال له: هوه انت مش شايف."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'الثور الخاسر سيطرد من الحظيرة ويأتي إلى المستنقع الذي نعيش فيه.'", "output": "التور اللي هيتغلب هيرموه في المستنقع اللي إحنا عايشين فيه."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'وسوف نسحق في الوحل.'", "output": "وهيقع علينا في الطين يكسرنا كلنا."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'وحدث ما قاله الضفدع.'", "output": "وحصل اللي كان خايف منه الضفدع الكبير."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'طرد الثور إلى المستنقع وسحقت قدماه الكبيرتان الضفادع حتى الموت.'", "output": "التور اللي اتغلب اتاخد على المستنقع، ورجليه الكبيرة نزلت على الضفادع قتلتهم."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كان هناك ذئب يقيم بالقرب من كوخ راعي أغنام.'", "output": "كان فيه ديب عايش قريب من كوخ الراعي."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'رأي الراعي وعائلته يأكلون لحم ضأن مشوي.'", "output": "الديب شاف الراعي وعيلته وهما بياكلوا لحم الحمل المشوي."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'قال لو أمسكوا بي أفعل ما يفعلونه الآن، لكانوا كانوا يصرخون ويضربون!'", "output": "لو شافوني بعمل نفس اللي بيعملوه، كانوا صرخوا في وشي وضربوني!"}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'ذات يوم وجد فأر صغير جائع طريقا إلى كيس ذرة.'", "output": "في مرة من المرات فار صغير جعان لقى شنطة مليانة ذرة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كان عليه أن يضغط نفسه حتى يتمكن من دخول الفتحة الصغيرة.'", "output": "حشر نفسه ودخل من الفتحة الصغيرة للشنطة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'لكن الذرة مغري وأصر الفأر أن يدخل.'", "output": "لأن الذرة كان لذيذة والفار كان مصمم ياكل منها."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'عندما نجح في الدخول أكل كثيرا.'", "output": "ولما نجح أنه يدخل، أكل منها كتير أوي."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'أصبحت بطنة أكبر بثلاث مرات تقريبًا عندما دخل.'", "output": "لدرجة أنه حجمه زاد تلت مرات."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'أخيرا شعر بالشبع وأراد أن يخرج من الفتحة ثانية.'", "output": "لما حس بالشبع بدأ يتحرك ناحية الفتحة عشان يطلع تاني."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'لكن استطاع أن يخرج رأسه فقط'", "output": "بس يادوب وبالعافية طلع راسه بس بره."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'جلس يئن من ألم معدته ومن قلقه من عدم الخروج من السلة.'", "output": "فضل يتأوه من بطنه اللي مليانة أكل ومن قلقه أنه ميعرفش يطلع من السلة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'حينها جاء ابن عرس وفهم الوضع.'", "output": "وقتها ظهر حيوان ابن عرس، وفهم الموضوع من أول نظرة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'يا صديقي، أعرف ما الذي تفعله.'", "output": "قاله: يا صديقي، انا عارف ايه اللي حصل لك."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'أنت أكلت كثيرا جدا.'", "output": "انت أكلت كتير."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'عليك أن تبقي هناك حتى تشعر أنك كما دخلت.'", "output": "لازم تفضل جوه لغاية لما تحس بنفس الإحساس اللي كنت حاسس بيه لما دخلت."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'ليلة سعيدة، هذا ما تستحقه.'", "output": "تصبح على خير، انت تستاهل اللي جرى لك."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'وكل ما حصل عليه الفأر المسكين هو المواساة.'", "output": "وده التعاطف اللي حصل عليه الفار المسكين."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كان عام 1872 سنة كبيسة في القرن التاسع عشر.'", "output": "في القرن التاسع عشر كانت سنة 1872 سنة كبيسة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'فازت أثينا في كل جولة تصويت وتغلبت بسهولة على روما في الجولة 5 من التصويت النهائي.'", "output": "أثينا كسبت كل جولات التصويت وبسهولة قدرت تغلب روما في الجولة الخامسة اللي فيها التصويت النهائي."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كانت الجولة 2 لتسوية فاصل التعادل بين كيب تاون وبوينس آيرس من الجولة 1.'", "output": "الجولة التانية كانت بغرض كسر التعادل اللي حصل بين بيونس آيرس وكيب تاون في الجولة الأولى."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'يستند جدول الميداليات على المعلومات المقدمة من قبل اللجنة الأولمبية الدولية.'", "output": "الترتيب على الترابيزة دي كان مبنى على المعلومات اللي مقدماها اللجنة الأوليمبية الدولية."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'هناك العديد من أنواع الإنفلونزا التي تم اكتشافها لأول مرة في طائر في إيطاليا عام 1878.'", "output": "فيه أنواع كتير من الانفلونزا، واللي تم اكتشافها في الطيور في إيطاليا في عام 1878."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'معظم الأنواع لديها أعراض ضعيفة، مثل مشاكل في التنفس، على غرار نزلات البرد.'", "output": "معظم الأنواع كان لها أعراض بسيطة مشابهة لدور البرد الاعتيادي زي مشاكل في التنفس."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'منحت الملكة فيكتوريا مركز المدينة لـ (برمنغهام) عام 1889.'", "output": "الملكة فيكتوريا جعلت من برمنجهام مدينة في عام 1889."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'طورت العديد من الصناعات في برمنغهام خلال القرنين الـ 18 والـ 19.'", "output": "اتطورت العديد من الصناعات في برمنجهام في القرن ين الـ 18 والـ 19."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'وشملت هذه صنع الأسلحة والغذاء.'", "output": "واللي تضمنت صناعة الأسلحة والطعام."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'برمنغهام لديها سوق كبير لصناعة السيارات.'", "output": "انتشرت في برمنجهام صناعة السيارات."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'تدهورت منذ عام 1980.'", "output": "ولكنها تراجعت في التمانينات."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'لا تزال مشهورة بسيارات الجاجوار ولاند روفر.'", "output": "بس فضلت المدينة الأم لعربيات الجاغوار واللاند روفر."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'نادي برمنغهام سيتي لكرة القدم، هو ناد إنجليزي لكرة القدم.'", "output": "نادي مدينة برمنجهام لكرة القدم هو نادي كرة قدم إنجليزي."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'في العديد من الدول التي تتحدث الإنجليزية، يغني الناس أغنية عيد ميلاد سعيد لك للشخص الذين يحتفلون بعيد ميلاده.'", "output": "في كتير من الدول المتحدثة بالغة الإنجليزية، بيغني الناس أغنية \"هابي بيرث داي تو يو\" للاحتفال بعيد ميلاده أو عيد ميلادها."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'هناك أغاني مشابهة في اللغات الأخرى.'", "output": "فيه أغاني مشابهة بلغات تانية."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'في العلم، الجسم الأسود يمتص الضوء الذي يصطدم به.'", "output": "في العلوم، الشيء اللي لونه أسود بيمتص الضوء اللي بيقع عليه."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'لأن هذه الأجسام لا تعكس أي ضوء، العين البشري لا تستطيع تمييز الألوان التي تخرج منه.'", "output": "لأن الأشياء دي مش بتعكس أي ضوء، العين البشرية متقدرش تشوف أي لون خارج من الشيء ده."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'يري المخ هذه الأجسام بلون اسود.'", "output": "بعد كده المخ بيشوف الأشياء دي لونها أسود."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'لأن لأجسام السوداء تمتص الضوء، تصبح أدفأ بشكل أسرع.'", "output": "وعشان الأشياء السودة بتمتص الضوء، بالتالي بتبقى دافية بشكل أسرع."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'قتل المرض حوالي ثلث سكان أوروبا مع تفاوت في المناطق.'", "output": "المرض قتل تلت سكان أوروبا تقريبًا، بنسب مختلفة من منطقة للتانية."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'قتل حوالي 75 مليون شخص على الأقل في أوروبا والشرق الأوسط والهند والصين.'", "output": "قتل 75 مليون على الأقل في أوروبا والشرق الأوسط والهند والصين."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'استخدم الموت الأسود كموضوع أو كإعداد في الأدب الحديث ووسائل الإعلام.'", "output": "الطاعون الأسود أصبح بيستخدم كموضوع بحث أو إعداد في الأدب والإعلام الحديث."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'الدم هو سائل في البشر والعديد من الحيوانات ماعدا الحشرات.'", "output": "الدم عبارة عن سائل موجود في البني آدمين والحيوانات باستثناء الحشرات."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'يضخ الدم للأعضاء من خلال القلب، ويحمل المواد الغذائية والأوكسجين إلى الأنسجة.'", "output": "يتم ضخ الدم في الأعضاء بواسطة القلب، كما يمد أنسجتنا بالمواد الغذائية والأكسجين."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كما أنه يزيل النفايات وثاني أكسيد الكربون من الأنسجة.'", "output": "وكمان بيبعد الفضلات وثاني أكسيد الكربون من الأنسجة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كرات الدم البيضاء هي جزء كبير من الجهاز المناعي.'", "output": "خلايا الدم البيضا تمثل جزء كبير من النظام المناعي."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'تهاجم الأشياء الغريبة عن الجسم.'", "output": "بتهاجم الأشياء الغير منتمية للجسم."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'تقتل الجراثيم كالبكتيريا والفيروسات.'", "output": "بتقتل الجراثيم زي البكتريا والفيروسات."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'تقتل الخلايا السرطانية. كرات الدم البيضاء تساعد أيضا في مكافحة المواد السامة الأخرى.'", "output": "بتقتل الخلايا السرطانية. كما أن خلايا الدم البيضا بتساعد في مكافحة الأجسام السامة الأخرى."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'ضغط الدم عادة منخفض عند الأطفال ويرتفع كلما كبر الشخص.'", "output": "ضغط الدم عادة اقل في الأطفال وبيزيد كل ما عمر الشخص بيزيد."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'من الممكن أن يعاني الناس من بعض المشكلات الصحية إن ارتفع ضغط الدم أو انخفض بدرجة كبيرة.'", "output": "الارتفاع أو الانخفاض الشديدين في ضغط الدم ممكن يأدوا لمشاكل صحية للناس."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'عام 2001، عرضت خمسة بالمئة من الأفلام الهندية في بريطانيا.'", "output": "في عام 2001، خمسة في المية من الأفلام الهندي كانتت بتتعرض في بريطانيا."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'بورصة بومباي هي بورصة للأوراق المالية في مومباي، الهند.'", "output": "بورصة بومباي هي سوق الأوراق المالية الموجودة في مومباي، الهند."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'بورصة بومباي هي أقدم بورصة في آسيا.'", "output": "بورصة مومباي هي أقدم بورصة في آسيا."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كان كأس العالم لكرة القدم لعام 2006 حدثاً رياضيا لكرة القدم وعقد في ألمانيا في الفترة من 9 يونيو إلى 9 يوليو 2006.'", "output": "كأس العالم 2006 لكرة القدم هو حدث كرة قدم رياضي واللي كان في ألمانيا في الفترة من 9 يونيو حتى 9 يوليو 2006."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'شارك 32 فريقا من دول عديدة.'", "output": "شارك فيه 32 منتخب من العديد من دول العالم."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'فازت إيطاليا باللقب بعد فوزها على فرنسا في المباراة النهائية. حصلت ألمانيا على المركز الثالث علي أرضها.'", "output": "فازت إيطاليا بالجايزة بعد ما غلبت فرنسا في النهائي. حصلت ألمانيا على المركز التالت على أرضها."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'العظام هي إطار الجسم. بدونهم سنكون كومة من الأعضاء على الأرض ولن نكون قادرين على التحرك.'", "output": "العظام هيه هيكل الجسم. ومن غيرهم هنكون عبارة عن كومة من الأعضاء على الأرض من غير ما تكون قادرة تتحرك."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كاتب الكتاب يسمي بالمؤلف.'", "output": "كاتب الكتاب يسمى مؤلف."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'يسمى الشخص الذي يرسم الصور في الكتاب المصور بالرسام.'", "output": "اللي بيرسم الرسومات داخل الكتاب اسمه رسام."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'يمكن أن تحتوي الكتب على أكثر من كاتب أو رسام.'", "output": "ممكن يكون للكتاب أكتر من مؤلف وأكتر من رسام."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'تستند بعض الكتب إلى أحداث حقيقية من التاريخ، لكن المؤلف أنشأ شخصيات خيالية أو حوارًا للأحداث.'", "output": "بعض الكتب بتكون مبنية على أحداث حقيقية من التاريخ، ولكن المؤلف بيألف شخصيات أو حوارات خيالية للأحداث."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'النزاع الحدودي هو عندما لا تتفق حكومتان أو أكثر على موقع الحدود بين أراضيهما.'", "output": "نزاع حدودي هو لما حكومتين أو أكتر ميتفقوش على موقع الحدود بين أراضيهم."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كنزاع باكستان والهند فوق إقليم كشمير.'", "output": "مثال على ده هوه نزاع باكستان والهند على منطقة كشمير."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'ومن الأمثلة التاريخية على ذلك حرب العسل بين أيوا وميزوري.'", "output": "مثال تاريخي على ده هوه حرب العسل بين أيوا وميسوري."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'كانت البوسنة والهرسك بطل العالم للكرة الطائرة في دورة الألعاب الأولمبية للمعاقين الصيفية لعام 2004 والألعاب الأولمبية للمعاقين الصيفية لعام 2012.'", "output": "البوسنة والهرسك كانت بطل العالم في كرة الطايرة في الألعاب الأوليمبية الصيفية للمعاقين في عام 2004 وفي الألعاب الأوليمبية الصيفية للمعاقين في عام 2012."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'فقد الكثيرون من أعضاء الفريق أرجلهم في حرب البوسنة.'", "output": "كتير من أفراد الفريق ده كانوا خسروا رجليهم في حرب البوسنة."}
{"input": "Translate this Modern Standard Arabic sentence to the Egyptian dialect: 'ينمو اقتصاد بوتسوانا بسرعة كبيرة منذ أن أصبحت دولة مستقلة في عام 1966.'", "output": "اقتصاد بتسوانا بدأ في النمو بسرعة بعد استقلالها في عام 1966."}